Repository: l4houx/recipe
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Your post received a comment!
fr: Votre publication a reçu un commentaire!

source: Request contact
fr: Demander un contact

source: Request support
fr: Demande d'assistance

source: You do not have sufficient permissions to perform this action
fr: Vous ne disposez pas des autorisations suffisantes pour effectuer cette action

source: Required token !
fr: Jeton obligatoire !

source: Invalid token !
fr: Jeton invalide !

source: Your account has been suspended.
fr: Votre compte a été suspendu.

source: Unable to resize a non-existent avatar
fr: Impossible de redimensionner un avatar inexistant

source: Your comment has been sent, thank you. It will be published after validation by a moderator!
fr: Votre commentaire a été envoyé, merci. Il sera publié après validation par un modérateur!

source: Your comment has been deleted successfully!
fr: Votre commentaire a été supprimé avec succès!

source: Success !
fr: Succès !

source: Error !
fr: Erreur !

source: Warning !
fr: Avertissement !

source: External link :
fr: Lien externe :

source: If you have a dedicated website, enter its URL here
fr: Si vous disposez d'un site Internet dédié, saisissez son URL ici

source: External link URL
fr: URL du lien externe

source: Twitter profile URL :
fr: URL du profil Twitter :

source: Add your Twitter profile URL.
fr: Ajoutez l'URL de votre profil Twitter.

source: Twitter profile URL
fr: URL du profil

source: Instagram profile URL :
fr: URL du profil Instagram :

source: Add your Instagram profile URL.
fr: Ajoutez l'URL de votre profil Instagram.

source: Instagram profile URL
fr: URL du profil Instagram

source: Facebook profile URL :
fr: URL du profil Facebook :

source: Add your Facebook profile URL.
fr: Ajoutez l'URL de votre profil Facebook.

source: Facebook profile URL
fr: URL du profil Facebook

source: Google Plus profile URL :
fr: URL du profil Google Plus :

source: Add your Google Plus profile URL.
fr: Ajoutez l'URL de votre profil Google Plus.

source: Google Plus profile URL
fr: URL du profil Google Plus

source: LinkedIn profile URL :
fr: URL du profil LinkedIn :

source: Add your LinkedIn profile URL.
fr: Ajoutez l'URL de votre profil LinkedIn.

source: LinkedIn profile URL
fr: URL du profil LinkedIn

source: Youtube profile URL :
fr: URL du profil Youtube :

source: Add your YouTube profile URL.
fr: Ajoutez l'URL de votre profil YouTube.

source: YouTube URL
fr: URL YouTube

source: User name :
fr: Nom d'utilisateur :

source: User name
fr: Nom d'utilisateur

source: First name :
fr: Prénom :

source: First name
fr: Prénom

source: Last name :
fr: Nom de famille :

source: Last name
fr: Nom de famille

source: Email address :
fr: Adresse e-mail :

source: Email address here
fr: Adresse e-mail ici

source: Designation :
fr: Désignation :

source: About :
fr: À propos :

source: First and last name :
fr: Nom et prénom :

source: Email from a friend :
fr: Courrier électronique d'un ami :

source: Comment :
fr: Commentaitre :

source: Leave it blank if you want (optional).
fr: Laissez-le vide si vous le souhaitez (facultatif).

source: Name :
fr: Nom :

source: Choose a service :
fr: Choisir un service :

source: Your rating (out of 5 stars)
fr: Votre note (sur 5 étoiles)

source: 5 stars
fr: 5 étoiles

source: 4 stars
fr: 4 étoiles

source: 3 stars
fr: 3 étoiles

source: 2 stars
fr: 2 étoiles

source: 1 star
fr: 1 étoile

source: Title of your review
fr: Titre de votre avis

source: Tell the other participant more details about your experience
fr: Dites à l'autre participant plus de détails sur votre expérience

source: Comments that do not comply with our code of conduct will be moderated.
fr: Les commentaires non conformes à notre code de conduite seront modérés.

source: Title :
fr: Titre :

source: Content :
fr: Contenu :

source: Author :
fr: Auteur :

source: Categorie :
fr: Catégorie :

source: Make sure you select the correct category to allow users to find it quickly.
fr: Assurez-vous de sélectionner la bonne catégorie pour permettre aux utilisateurs de la trouver rapidement.

source: Keywords :
fr: Mots clés :

source: Make sure you select the correct keyword to allow users to find it quickly.
fr: Assurez-vous de sélectionner le bon mot-clé pour permettre aux utilisateurs de le trouver rapidement.

source: Reading time in minutes
fr: Temps de lecture en minutes

source: Online
fr: En ligne

source: Your message :
fr: Votre message :

source: Send
fr: Envoyer

source: Keywords
fr: Mots clés

source: Search
fr: Recherche

source: Enter your email address
fr: Entrez votre adresse email

source: Please enter your email address
fr: Veuillez entrer votre adresse e-mail

source: Please enter a valid email address
fr: S'il vous plaît, mettez une adresse email valide

source: Icon
fr: Icône

source: Choose a category
fr: Choisissez une catégorie

source: User name or email :
fr: Nom d'utilisateur ou email :

source: Password :
fr: Mot de passe :

source: Remember me :
fr: Souviens-toi de moi :

source: Color :
fr: Couleur :

source: Save
fr: Sauvegarder

source: Duration :
fr: Durée :

source: Add an ingredient
fr: Ajouter un ingrédient

source: Remove an ingredient
fr: Supprimer un ingrédient

source: Application name :
fr: Nom de l'application :

source: Quantity :
fr: Quantité :

source: Unit :
fr: Unité :

source: Ingredient :
fr: Ingrédient :

source: Profile picture
fr: Image de profil

source: You must accept the conditions of use of your personal data.
fr: Vous devez accepter les conditions d'utilisation de vos données personnelles.

source: Password
fr: Mot de passe

source: Confirm password :
fr: Confirmez le mot de passe :

source: Password fields must correspond.
fr: Les champs du mot de passe doivent correspondre.

source: Please enter a password
fr: Veuillez entrer un mot de passe

source: Your password must have at least {{ limit }} characters
fr: Votre mot de passe doit comporter au moins {{ limit }} caractères

source: Current Password :
fr: Mot de passe actuel :

source: Please enter your current password
fr: Veuillez entrer votre mot de passe actuel

source: Current password is invalid.
fr: Le mot de passe actuel n'est pas valide.

source: New Password :
fr: Nouveau mot de passe :

source: Confirm your new password :
fr: Confirmez votre nouveau mot de passe :

source: Roles :
fr: Rôles :

source: Moderator
fr: Modérateur

source: Team
fr: Équipe

source: User
fr: Utilisateur

source: name :
fr: nom :

source: Already logged in
fr: Déjà connecté

source: Please Confirm your Email
fr: Veuillez confirmer votre email

source: Your email address has been verified.
fr: Votre adresse e-mail a été vérifiée.

source: Invalid CSRF token.
fr: Jeton CSRF invalide.

source: Unable to delete account, invalid password.
fr: Impossible de supprimer le compte, mot de passe invalide.

source: The deletion of your account has been successfully canceled.
fr: La suppression de votre compte a été annulée avec succès.

source: Avatar updated successfully.
fr: Avatar mis à jour avec succès.

source: Account updated successfully!
fr: Compte mis à jour avec succès!

source: Password updated successfully!
fr: Mot de passe mis à jour avec succès!

source: Your social networks have been updated successfully!
fr: Vos réseaux sociaux ont été mis à jour avec succès!

source: You do not have an active subscription.
fr: Vous n'avez pas d'abonnement actif.

source: Your information has been saved successfully.
fr: Vos informations ont été enregistrées avec succès.

source: Application in you does not belong.
fr: L'application en vous n'appartient pas.

source: New
fr: Nouveau

source: Clos
fr: Fermer

source: Unable to suspended a premium user.
fr: Impossible de suspendre un utilisateur premium.

source: The account has been verified successfully.
fr: Le compte a été vérifié avec succès.

source: Content can only be shown to their authors.
fr: Le contenu ne peut être montré qu'à leurs auteurs.

source: Content can only be edited by their authors.
fr: Le contenu ne peut être modifié que par leurs auteurs.

source: Content was created successfully.
fr: Le contenu a été créé avec succès.

source: Content was edited successfully.
fr: Le contenu a été modifié avec succès.

source: Content was deleted successfully.
fr: Le contenu a été supprimé avec succès.

source: The plan can not be found
fr: Le plan ne peut pas être trouvé

source: The team can not be found
fr: L'équipe n'est pas trouvée

source: The faq can not be found
fr: Faq n'est pas trouvé

source: The testimonial can not be found
fr: Le témoignage n'est pas trouvé

source: The page can not be found
fr: La page ne peut pas être trouvée

source: The recipe not be found
fr: La recette n'est pas trouvée

source: The category not be found
fr: La catégorie n'est pas trouvée

source: The article not be found
fr: L'article n'a pas été trouvé

source: Your message has been sent successfully, thank you.
fr: Votre message a été envoyé avec succès, merci.

source: 🚀 Post successfully shared with your friend!
fr: 🚀 Publication partagée avec votre ami!

source: This theme is not supported.
fr: Ce thème n'est pas pris en charge.

source: No reset password token found in the URL or in the session.
fr: Aucun jeton de réinitialisation de mot de passe trouvé dans l'URL ou dans la session.

source: Your password reset request
fr: Votre demande de réinitialisation de mot de passe

source: Your email has been sent, you will receive a response as soon as possible.
fr: Votre email a été envoyé, vous recevrez une réponse dans les plus brefs délais.

source: Search...
fr: Recherche...

source: Oh oh ! %totalPosts% messages written so far.
fr: Oh oh ! {totalPosts} messages écrits jusqu'à présent.

source: Latest publications
fr: Dernières publications

source: Most commented posts
fr: Articles les plus commentés

source: Categories
fr: Catégories

source: Home
fr: Accueil

source: UI, Inc. All rights reserved.
fr: UI, Inc. Tous droits réservés.

source: Privacy
fr: Confidentialité

source: Terms
fr: Termes

source: Feedback
fr: Retour d'information

source: Support
fr: Soutien

source: Accounting
fr: Comptabilité

source: General
fr: Général

source: Accounts
fr: Comptes

source: Payment
fr: Paiement

source: Company
fr: Entreprise

source: About
fr: À propos

source: Pricing
fr: Tarifs

source: Help and Support
fr: Aide et soutien

source: Get the app
fr: Obtenez l'application

source: Get In Touch.
fr: Entrer en contact

source: Email
fr: Courriel

source: Phone
fr: Téléphone

source: Cookie Notice
fr: Avis sur les cookies

source: Help Center
fr: Centre d'aide

source: Submit Ticket
fr: Soumettre le ticket

source: Toggle theme (auto)
fr: Changer de thème (auto)

source: Toggle theme
fr: Changer de thème

source: Light
fr: Lumière

source: Dark
fr: Noir

source: Dashboard
fr: Tableau de bord

source: My dashboard
fr: Mon tableau de bord

source: Subscription
fr: Abonnement

source: Settings
fr: Paramètres

source: Logout
fr: Déconnexion

source: Go
fr: Aller

source: Verified
fr: Vérifié

source: min read
fr: lecture min

source: My Subscriptions
fr: Mes abonnements

source: You are currently subscribed. Your next collection will take place on
fr: Vous êtes actuellement abonné. Votre prochaine collecte aura lieu le

source: Manage my subscription
fr: Gérer mon abonnement

source: You have canceled your subscription. It will be automatically suspended after
fr: Vous avez annulé votre abonnement. Il sera automatiquement suspendu après

source: Reactivate my subscription
fr: Réactiver mon abonnement

source: You are currently premium until
fr: Vous êtes actuellement premium jusqu'à

source: You are not premium
fr: Vous n'êtes pas premium

source: Become premium
fr: Devenez premium

source: Recipes
fr: Recettes

source: Login
fr: Connexion

source: Register
fr: Inscrivez-vous

source: You are connected as %username%
fr: Vous êtes connecté en tant que {username}

source: Click here
fr: Cliquez ici

source: to return to your dashboard
fr: pour revenir à votre tableau de bord

source: Close
fr: Fermer

source: Recipe
fr: Recette

source: Category
fr: Catégorie

source: Article no found
fr: Article non trouvé

source: %resultsCount% post(s) found
fr: {resultsCount} message(s) trouvé(s)

source: Reset your password
fr: Réinitialisez votre mot de passe

source: Complete the form to reset your password.
fr: Remplissez le formulaire pour réinitialiser votre mot de passe.

source: Enter your email address and we will send you a link to reset your password.
fr: Entrez votre adresse email et nous vous enverrons un lien pour réinitialiser votre mot de passe.

source: Send a password reset email
fr: Envoyer un e-mail de réinitialisation de mot de passe

source: Return to
fr: Retourner à

source: log in
fr: se connecter

source: Password reset email sent
fr: E-mail de réinitialisation du mot de passe envoyé

source: Already have an account?
fr: Vous avez déjà un compte?

source: Sign in
fr: S'identifier

source: If an account matching your email exists, then an email was just sent that contains a link that you can use to reset your password.
fr: S'il existe un compte correspondant à votre adresse e-mail, un e-mail vient d'être envoyé contenant un lien que vous pouvez utiliser pour réinitialiser votre mot de passe.

source: This link will expire in
fr: Ce lien expirera dans

source: If you don't receive an email please check your spam folder or
fr: Si vous ne recevez pas d'e-mail, veuillez vérifier votre dossier spam ou

source: try again
fr: essayer à nouveau

source: Send reset link
fr: Envoyer le lien de réinitialisation

source: Hi!
fr: Salut!

source: To reset your password, please visit the following link
fr: Pour réinitialiser votre mot de passe, veuillez visiter le lien suivant

source: Cheers!
fr: Salutations!

source: You have logged in successfully
fr: Vous vous êtes connecté avec succès

source: recommends you to read
fr: vous recommande de lire

source: Read
fr: Lire

source: at
fr: à

source: comments
fr: commentaires

source: A new contact request has been received
fr: Une nouvelle demande de contact a été reçue

source: Email :
fr: Courriel :

source: A new support request has been received
fr: Une nouvelle demande d'assistance a été reçue

source: Account Setting
fr: Paramètre du compte

source: Error 403
fr: Erreur 403

source: Forbidden
fr: Interdit

source: You don't have permission to access this resource
fr: Vous n'êtes pas autorisé à accéder à cette ressource

source: Error 400
fr: Erreur 400

source: Bad request
fr: Mauvaise demande

source: The query doesn't seem correct :(
fr: La requête ne semble pas correcte :(

source: Error 500
fr: Erreur 500

source: Server Error
fr: Erreur du serveur

source: An error has occured while processing your request
fr: Une erreur s'est produite lors du traitement de votre demande

source: Error 405
fr: Erreur 405

source: Method Not Supported
fr: Méthode non prise en charge

source: The request method is known by the server but is not supported by the target resource
fr: La méthode de requête est connue du serveur mais n'est pas prise en charge par la ressource cible

source: Contact us
fr: Nous contacter

source: Go back home
fr: Retourner à la page d'accueil

source: Error 404
fr: Erreur 404

source: Page not found
fr: Page non trouvée

source: The requested page couldn't be located. Checkout for any URL misspelling or
fr: La page demandée est introuvable. Vérifiez toute erreur d'orthographe d'URL ou

source: My recipes
fr: Mes recettes

source: My reviews
fr: Mes avis

source: My payments
fr: Mes paiements

source: My invoices
fr: Mes factures

source: Account settings
fr: Paramètres du compte

source: My profile
fr: Mon profil

source: Edit my profile
fr: Modifier mon profil

source: Profile privacy
fr: Confidentialité du profil

source: My last payments
fr: Mes derniers paiements

source: You can find all of your order Invoices.
fr: Vous pouvez retrouver toutes vos factures de commande.

source: You don't have any invoices
fr: Vous n'avez aucune facture

source: Price
fr: Prix

source: Premium account
fr: Compte Premium

source: month
fr: mois

source: Download the invoice
fr: Télécharger la facture

source: Billing information
fr: Informations de facturation

source: If you wish to specify additional information (VAT number, SIRET number or others) you can add it here.
fr: Si vous souhaitez préciser des informations complémentaires (numéro de TVA, numéro de SIRET ou autres) vous pouvez les ajouter ici.

source: Information to be included on each invoice
fr: Informations à inclure sur chaque facture

source: Profile details
fr: Détails du profil

source: You have full control to manage your own account settings.
fr: Vous avez le contrôle total pour gérer les paramètres de votre propre compte.

source: Your avatar
fr: Votre avatar

source: PNG or JPG no larger than 800 px wide and high.
fr: PNG ou JPG ne dépassant pas 800 px de large et de haut.

source: Update
fr: Mise à jour

source: Remove
fr: Supprimer

source: Personal details
fr: Détails personnels

source: Change your personal information and address.
fr: Modifiez vos informations personnelles et votre adresse.

source: Apply changes
fr: Appliquer les modifications

source: Security
fr: Sécurité

source: Edit your account settings and change your password here.
fr: Modifiez les paramètres de votre compte et changez votre mot de passe ici.

source: E-mail address
fr: Adresse e-mail

source: Your current email address is
fr: Votre adresse e-mail actuelle est

source: Edit my password
fr: Modifier mon mot de passe

source: We will send you an email confirmation when you change your password, so please wait for this email after submitting it.
fr: Nous vous enverrons un e-mail de confirmation lorsque vous modifierez votre mot de passe, veuillez donc attendre cet e-mail après l'avoir soumis.

source: Can't remember your current password?
fr: Je ne me souviens plus de votre mot de passe actuel?

source: Reset your password by email
fr: Réinitialisez votre mot de passe par email

source: Social profiles
fr: Profils sociaux

source: Add your social profile links to the social accounts below.
fr: Ajoutez les liens de votre profil social vers les comptes sociaux ci-dessous.

source: Delete your account
fr: Supprimer votre compte

source: Your account will be deleted automatically
fr: Votre compte sera supprimé automatiquement

source: Are you not satisfied with the content of the site?
fr: N'êtes-vous pas satisfait du contenu du site?

source: Or do you want to delete all information associated with this account?
fr: Ou souhaitez-vous supprimer toutes les informations associées à ce compte?

source: Warning
fr: Avertissement

source: If you close your account, you will be unsubscribed from all your 0 courses and will permanently lose access to them.
fr: Si vous fermez votre compte, vous serez désabonné de tous vos 0 cours et en perdrez définitivement l'accès.

source: Undelete
fr: Annuler la suppression

source: Are you sure you want to delete your account?
fr: Êtes-vous sûr de vouloir supprimer votre compte?

source: Close my account
fr: Fermer mon compte

source: Edit my avatar
fr: Modifier mon avatar

source: Return to list
fr: Retour à la liste

source: Edit status
fr: Modifier le statut

source: Status
fr: Statu

source: Add a new status
fr: Ajouter un nouveau statut

source: All status
fr: Tous les statuts

source: Create
fr: Créer

source: Name
fr: Nom

source: Closed
fr: Fermé

source: Color
fr: Couleur

source: Published
fr: Publié

source: Edit
fr: Modifier

source: No status found
fr: Aucun statut trouvé

source: Are you sure you want to delete this item?
fr: Êtes-vous sûr de bien vouloir supprimer cet élément?

source: Delete
fr: Supprimer

source: Edit category
fr: Modifier la catégorie

source: Add a new category
fr: Ajouter une nouvelle catégorie

source: All categories
fr: Toutes les catégories

source: No records found
fr: Aucun enregistrement trouvé

source: Pictures
fr: Images

source: Edit recipe
fr: Modifier la recette

source: Add a new recipe
fr: Ajouter une nouvelle recette

source: All recipes
fr: Toutes les recettes

source: Title
fr: Titre

source: Duration
fr: Durée

source: Views
fr: Vues

source: Recipe :
fr: Recette :

source: Content
fr: Contenu

source: CreatedAt
fr: Créé à

source: UpdatedAt
fr: Mis à jour à

source: Add a new user
fr: Ajouter un nouvel utilisateur

source: Users
fr: Utilisateurs

source: All users
fr: Tous les utilisateurs

source: Last login
fr: Dernière connexion

source: Roles
fr: Rôles

source: Joined
fr: Rejoint

source: No users found
fr: Aucun utilisateur trouvé

source: Edit level
fr: Modifier le niveau

source: Level
fr: Niveau

source: Add a new level
fr: Ajouter un nouveau niveau

source: All levels
fr: Tous les niveaux

source: No levels found
fr: Aucun niveau trouvé

source: Edit article
fr: Modifier l'article

source: Add a new article
fr: Ajouter un nouvel article

source: All articles
fr: Tous les articles

source: IsOnline
fr: En ligne

source: No
fr: Non

source: Yes
fr: Oui

source: Show
fr: Montrer

source: Thumbnail
fr: Vignette

source: Readtime
fr: Temps de lecture

source: All Recipes
fr: Toutes les recettes

source: Verify your email address
fr: Vérifiez votre adresse e-mail

source: Check your email address by clicking on the link in the email sent to you
fr: Vérifiez votre adresse e-mail en cliquant sur le lien présent dans l'e-mail qui vous a été envoyé

source: Hi! Please confirm your email!
fr: Salut! veuillez confirmer votre email!

source: Please confirm your email address by clicking the following link:
fr: Veuillez confirmer votre adresse e-mail en cliquant sur le lien suivant:

source: Confirm my Email
fr: Confirmer mon email

source: Sign up
fr: S'inscrire

source: Accept the conditions of use of your personal data
fr: Acceptez les conditions d'utilisation de vos données personnelles

source: General data protection regulations.
fr: Règlement général sur la protection des données.

source: Become a premium member
fr: Devenez membre premium

source: Access denied
fr: Accès refusé

source: Access is denied. You may not have the appropriate permissions to access this resource.
fr: L'accès est refusé. Vous ne disposez peut-être pas des autorisations appropriées pour accéder à cette ressource.

source: You are logged in as:
fr: Vous êtes connecté en tant que:

source: Effective date
fr: Date d’effet

source: Maintenance mode
fr: Mode de Maintenance

source: %websiteName% is undergoing a scheduled maintenance.
fr: {websiteName} fait l'objet d'une maintenance programmée.

source: We will be back shortly.
fr: Nous revenons bientôt.

source: Notify me when it’s ready.
fr: Prévenez-moi quand il sera prêt.

source: All pages
fr: Toutes les pages

source: Fill in the form to the right to get in touch with someone on our team, and we will reach out shortly.
fr: Remplissez le formulaire à droite pour entrer en contact avec un membre de notre équipe et nous vous contacterons sous peu.

source: If you are seeking support please visit our
fr: Si vous recherchez de l'aide, veuillez visiter notre

source: support
fr: soutien

source: before reaching out directly.
fr: avant de contacter directement.

source: Frequently Asked Questions
fr: Questions fréquemment posées

source: Most frequently asked questions
fr: Questions les plus fréquemment posées

source: Here are the most frequently asked questions you may check before getting started
fr: Voici les questions les plus fréquemment posées que vous pouvez consulter avant de commencer

source: No faqs found
fr: Aucune FAQ trouvée

source: Can't find what you're looking for?
fr: Vous ne trouvez pas ce que vous recherchez?
