Repository: l4houx/recipe
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: My venues
fr: Mes lieux

source: No seating plans found for this venue
fr: Aucun plan de salle trouvé pour ce lieu

source: Add a new seating plan
fr: Ajouter un nouveau plan de salle

source: Update the seating plan
fr: Mettre à jour le plan de salle

source: <ul><li>Make sure to place the stage and the sections within the designer</li><li>Once assigned to an recipe date, a seating plan can not be edited anymore, you can duplicate it and create a new version and apply the desired changes to the duplicated version.</li></ul>
fr: __<ul><li>Assurez-vous de placer la scène et les sections dans le concepteur.</li><li>Une fois attribué à une date de recette, un plan de salle ne peut plus être modifié, vous pouvez le dupliquer et créer une nouvelle version et appliquer les modifications souhaitées à la version dupliquée.</li></ul>

source: Manage venues
fr: Gérer les lieux

source: All
fr: Tout(e)

source: Sort by
fr: Trier par

source: No venues found
fr: Aucun lieu trouvé

source: Recipes count
fr: Les recettes comptent

source: Listed on the directory
fr: Inscrit dans l'annuaire

source: Not listed on the directory
fr: Non répertorié dans l'annuaire

source: Hide
fr: Cacher

source: Hide from public directory
fr: Masquer du répertoire public

source: List on public directory
fr: Liste sur l'annuaire public

source: Add a new venue
fr: Ajouter un nouveau lieu

source: Update the venue
fr: Mettre à jour le lieu

source: Loading...
fr: Chargement...

source: You are not following any restaurant
fr: Vous ne suivez aucun restaurant

source: Your subscriptions are not reserved until checkout, the quantity you intend to buy might not be available if you do not proceed to checkout right away
fr: Vos abonnements ne sont pas réservés avant le paiement, la quantité que vous avez l'intention d'acheter pourrait ne pas être disponible si vous ne procédez pas immédiatement au paiement.

source: subscriptions found in your cart
fr: abonnements trouvés dans votre panier

source: Subtotal
fr: Sous-total

source: Fees
fr: Frais

source: Buy more subscriptions
fr: Acheter plus d'abonnements

source: Update cart
fr: Mettre à jour le panier

source: You are about to empty your cart
fr: Vous êtes sur le point de vider votre panier

source: Empty cart
fr: Panier vide

source: Payout methods
fr: Méthodes de paiement

source: Payout method
fr: Mode de paiement

source: Information provided
fr: Information fournie

source: Information not provided
fr: Informations non fournies

source: Uset
fr: Utiliser

source: Set
fr: Ensemble

source: Update your %payoutMethodName% payout method
fr: Mettez à jour votre méthode de paiement {payoutMethodName}

source: Set your %payoutMethodName% payout method
fr: Définissez votre méthode de paiement {payoutMethodName}

source: Payment settings
fr: Paramètres de paiement

source: Make sure that the currency setting of your payout method matches the one currently used which is %currency%
fr: Assurez-vous que le paramètre de devise de votre mode de paiement correspond à celui actuellement utilisé, qui est {currency}

source: Please enter your payout method details
fr: Veuillez saisir les détails de votre mode de paiement

source: Scanner App settings
fr: Paramètres de l'application Scanner

source: Add a new point of sale
fr: Ajouter un nouveau point de vente

source: Update the point of sale
fr: Mettre à jour le point de vente

source: my points of sale
fr: mes points de vente

source: Leave the password empty to keep the old one
fr: Laissez le mot de passe vide pour conserver l'ancien

source: Edit your restaurant profile
fr: Modifier votre profil de restaurateur

source: to preview your profile
fr: pour prévisualiser votre profil

source: Events summary
fr: Résumé des événements

source: My events
fr: Mes événements

source: Events added
fr: Événements ajoutés

source: Published events
fr: Événements publiés

source: Upcoming events
fr: Évènements à venir

source: Event dates
fr: Dates des événements

source: Attendees summary
fr: Résumé des participants

source: Manage attendees
fr: Gérer les participants

source: Orders placed
fr: Commandes passées

source: Paid orders
fr: Commandes payées

source: Tickets sold
fr: Billets vendus

source: Add a new scanner
fr: Ajouter un nouveau scanner

source: Update the scanner
fr: Mettre à jour le scanner

source: my scanners
fr: mes scanners

source: Execute Symfony commands
fr: Exécuter les commandes Symfony

source: An error might occur if the command execution time reaches your PHP max_execution_time directive
fr: Une erreur peut survenir si le temps d'exécution de la commande atteint votre directive max_execution_time

source: Clear the application cache for the production environment
fr: Effacer le cache de l'application pour l'environnement de production

source: Execute this command after editing a file in the application source code or after modifying a string in the translations files
fr: Exécuter cette commande après avoir édité un fichier dans le code source de l'application ou après avoir modifié une chaîne dans les fichiers de traductions

source: Response
fr: Réponse

source: Execute command
fr: Exécuter la commande

source: Clear the application cache for the development environment
fr: Effacer le cache de l'application pour l'environnement de développement

source: Execute this command if you are in the development mode and the modifications you applied in the application did take effect
fr: Exécutez cette commande si vous êtes en mode développement et que les modifications que vous avez appliquées dans l'application ont pris effet

source: Venues count
fr: Les lieux comptent

source: Restore
fr: Restaurer

source: Delete permanently
fr: Supprimer définitivement

source: Manage amenities
fr: Gérer les commodités

source: No amenites found
fr: Aucune commodité trouvé

source: Add a new amenity
fr: Ajouter une nouvelle commodité

source: Update the amenity
fr: Mettre à jour les commodités

source: Manage amenites
fr: Gérer les commodités

source: Is featured
fr: Est en vedette

source: Order =
fr: Commande =

source: Mark as not featured
fr: Marquer comme ne figurant pas

source: Mark as featured
fr: Marquer comme sélectionné

source: Will be show in the homepage, the explore menu item dropdown and in the footer
fr: Sera affiché sur la page d'accueil, dans la liste déroulante des éléments du menu Explorer et dans le pied de page

source: Manage recipe categories
fr: Gérer les catégories de recettes

source: No categories found
fr: Aucune catégorie trouvé

source: Edit the category
fr: Modifier la catégorie

source: No recipes found
fr: Aucune recette trouvé

source: views
fr: vues

source: Opem
fr: Aide

source: Manage status
fr: Gérer le statut

source: Manage testimonials
fr: Gérer les témoignages

source: Add a new testimonial
fr: Ajouter un nouveau témoignage

source: Edit the testimonial
fr: Modifier le témoignage

source: Manage audiences
fr: Gérer les audiences

source: No audiences found
fr: Aucune audience trouvé

source: Add a new audience
fr: Ajouter une nouvelle audience

source: Update the audience
fr: Mettre à jour l'audience

source: Venue page settings
fr: Paramètres de la page du lieu

source: Global payment settings
fr: Paramètres de paiement globaux

source: Manage currencies
fr: Gérer les devises

source: Payment gateways
fr: Passerelles de paiement

source: No payment gateways found
fr: Aucune passerelle de paiement trouvé

source: Recipes list page settings
fr: Paramètres de la page de liste de recettes

source: Google Recaptcha settings
fr: Paramètres Google Recaptcha

source: Homepage settings
fr: Paramètres de la page d'accueil

source: Reviews list page settings
fr: Paramètres de la page de liste des avis

source: Layout settings
fr: Paramètres de mise en page

source: Newsletter settings
fr: Paramètres de la newsletter

source: Mail server settings
fr: Paramètres du serveur de messagerie

source: By clicking on send, an email is going to be sent to the chosen email address. Make sure to save the configuration to be tested before testing.
fr: En cliquant sur envoyer, un email va être envoyé à l'adresse email choisie. Assurez-vous de sauvegarder la configuration à tester avant de tester.

source: Test the mail server configuration
fr: Tester la configuration du serveur de messagerie

source: Checkout settings
fr: Paramètres de paiement

source: Add a new payment gateway
fr: Ajouter une nouvelle passerelle de paiement

source: Update the payment gateway
fr: Mettre à jour la passerelle de paiement

source: Please enter the selected payment gateway details
fr: Veuillez saisir les détails de la passerelle de paiement sélectionnée

source: No currencies found
fr: Aucune devise trouvé

source: Add a new currency
fr: Ajouter une nouvelle devise

source: Edit the currency
fr: Modifier la devise

source: Google Maps settings
fr: Paramètres Google Maps

source: Order of appearance
fr: Ordre d'apparition

source: Social Login settings
fr: Paramètres de connexion sociale

source: Articles count
fr: Nombre d'articles

source: Manage help center categories
fr: Gérer les catégories du centre d'aide

source: Add a new help center category
fr: Ajouter une nouvelle catégorie du centre d'aide

source: Edit the help center category
fr: Modifier la catégorie du centre d'aide

source: Manage help center articles
fr: Gérer les articles du centre d'aide

source: No articles found
fr: Aucun article trouvé

source: Add a new help center article
fr: Ajouter un nouvel article du centre d'aide

source: Edit the help center article
fr: Modifier l'article du centre d'aide

source: Blog posts count
fr: Les articles du blog comptent

source: Manage post categories
fr: Gérer les catégories de l'articles

source: No post categories found
fr: Aucune catégorie de l'article trouvé

source: Add a new post category
fr: Ajouter une nouvelle catégorie de l'article

source: Edit the post category
fr: Modifier la catégorie de l'article

source: Main post image
fr: Image de l'article principal

source: Manage posts
fr: Gérer les articles

source: No posts found
fr: Aucun article trouvé

source: Add a new post
fr: Ajouter un nouvelle article

source: Edit the post
fr: Modifier l'article

source: Enabled users
fr: Utilisateurs autorisés

source: Disabled users
fr: Utilisateurs désactivés

source: Suspended users
fr: Utilisateurs suspendus

source: View all
fr: Voir tout

source: Revisions
fr: Révisions

source: reported
fr: signalé(e)

source: on
fr: sur

source: Manage pricings
fr: Gérer les tarifs

source: No pricings found
fr: Aucun prix trouvé

source: Formula
fr: Formule

source: Add a new pricing
fr: Ajouter un nouveau prix

source: Edit pricing
fr: Modifier les prix

source: Link
fr: Lien

source: Manage pages
fr: Gérer les pages

source: No pages found
fr: Aucune page trouvé

source: Add a new page
fr: Ajouter une nouvelle page

source: Edit page
fr: Modifier la page

source: Role
fr: Rôle

source: Disabled
fr: Désactivé

source: Registration date
fr: Date d'inscription

source: Register duration
fr: Durée d'inscription

source: Update date
fr: Date de mise à jour

source: Last login ip
fr: Dernière adresse IP de connexion

source: Registered using Facebook
fr: Enregistré via Facebook

source: Registered using Google
fr: Enregistré via Google

source: Facebook profile picture
fr: Photo de profil Facebook

source: Enlarge
fr: Agrandir

source: Birthdate
fr: Date de naissance

source: Creator information
fr: Informations sur le créateur

source: Cart elements
fr: Éléments du panier

source: Bought subscriptions
fr: Abonnements achetés

source: Favorites
fr: Favoris

source: Last login / IP
fr: Dernière connexion / IP

source: Confirm
fr: Confirmer

source: Are you sure you want to suspend this user ?
fr: Êtes-vous sûr de vouloir suspendre cet utilisateur ?

source: Suspend !
fr: Suspendre !

source: Suspend
fr: Suspendre

source: More information
fr: Plus d'information

source: Manage user
fr: Gérer l'utilisateur

source: Manage users
fr: Gérer les utilisateurs

source: Account information
fr: Information sur le compte

source: Manage levels
fr: Gérer les niveaux

source: Manage venues types
fr: Gérer les types de lieux

source: No venue types found
fr: Aucun type de lieu trouvé

source: Add a new venue type
fr: Ajouter un nouveau type de lieu

source: Update the venue type
fr: Mettre à jour le type de lieu

source: Manage countries
fr: Gérer les pays

source: No countries found
fr: Aucun pays trouvé

source: Flag
fr: Drapeau

source: Add a new country
fr: Ajouter un nouveau pays

source: Update the country
fr: Mettre à jour le pays

source: Manage countrys
fr: Gérer les pays

source: Manage languages
fr: Gérer les langues

source: No languages found
fr: Aucune langue trouvé

source: Add a new language
fr: Ajouter une nouvelle langue

source: Update the language
fr: Mettre à jour la langue

source: Manage blog post categories
fr: Gérer les catégories d'articles de blog

source: No blog post categories found
fr: Aucune catégorie d'articles de blog trouvé

source: Add a new blog post category
fr: Ajouter une nouvelle catégorie d'articles de blog

source: Edit the blog post category
fr: Modifier la catégorie de l'article de blog

source: Main blog post image
fr: Image de l'article principal du blog

source: Edit the blog post
fr: Modifier l'article de blog

source: Manage blog posts
fr: Gérer les articles de blog

source: Add a new blog post
fr: Ajouter un nouvel article de blog

source: No blog posts found
fr: Aucun article de blog trouvé

source: Edit revision
fr: Modifier la révision

source: Reason for refusal
fr: Motif du refus

source: Are you sure you want to reject this revise?
fr: Êtes-vous sûr de vouloir rejeter cette révision?

source: Deny
fr: Refuser

source: Accept
fr: Accepter

source: Review(s)
fr: Avis

source: to manage this recipe
fr: pour gérer cette recette

source: to manage your recipe
fr: pour gérer votre recette

source: You are going to this recipe
fr: Vous allez à cette recette

source: Category & Country & Languages & Subtitles & Authors & Year & Audience
fr: Catégorie & Pays & Langues & Sous-titres & Auteurs & Année & Public

# Contact &amp; Social media
source: Contact & Social media
fr: Contacts et réseaux sociaux

source: Share
fr: Partager

source: review
fr: avis

source: My review
fr: Mon avis

source: Add your review
fr: Ajoutez votre avis

source: See all %reviewscount% reviews
fr: Voir tous les avis {reviewscount}

source: Other recipes by %restaurantname%
fr: Autres recettes de {restaurantname}

source: Similar recipes
fr: Recettes similaires

source: Reviews for %recipetitle%
fr: Avis pour {recipetitle}

source: %resultsCount% reviews(s) found
fr: {resultsCount} avis trouvé(s)

source: Search in reviews
fr: Rechercher dans les avis

source: Review date
fr: Date de révision

source: All Filters
fr: Tous les filtres

source: Location
fr: Emplacement

source: Online recipes only
fr: Recettes en ligne uniquement

source: Local recipes only
fr: Recettes locales uniquement

source: Recipes in %countryname%
fr: Recettes dans {countryname}

source: State / City
fr: État/ville

source: Pick a date
fr: Choisis une date

source: Subscription price
fr: Prix de l'abonnement

source: Audience
fr: Public

source: %resultsCount% recipe(s) found
fr: {resultsCount} recette(s) trouvé(s)

source: Show recipes on map
fr: Afficher les recettes sur la carte

source: Show recipes calendar
fr: Afficher le calendrier des recettes

source: Recipes RSS feed
fr: Flux RSS des recettes

source: Recipe categories
fr: Catégories de recettes

source: Search posts
fr: Rechercher des articles

source: Reply
fr: Répondre

source: There was an error publishing your comment
fr: Une erreur s'est produite lors de la publication de votre commentaire

source: Search blog
fr: Rechercher un article

source: Suggest a correction
fr: Suggérer une correction

source: To publish a comment
fr: Pour publier un commentaire

source: comment
fr: commentaire

source: Be the first to comment on this article.
fr: Soyez le premier à commenter cet article.

source: Related posts
fr: Articles associés

source: Take your recipes to the next level
fr: Faites passer vos recettes au niveau supérieur

source: By clicking the Sign Up button, I agree to
fr: En cliquant sur le bouton S'inscrire, j'accepte

source: Terms of service
fr: Conditions d'utilisation

source: Privacy policy
fr: Politique de confidentialité

source: Search for answers
fr: Rechercher des réponses

source: for
fr: pour

source: See more articles
fr: Voir plus d'articles

source: Suggest a change
fr: Suggérez un changement

source: Back to post
fr: Retour à la publication

source: Here you can suggest your changes to the article
fr: Ici, vous pouvez suggérer vos modifications à l'article

source: to correct a spelling error or add additional clarification.
fr: pour corriger une faute d'orthographe ou ajouter des précisions supplémentaires.

source: Your changes will then be validated by an administrator.
fr: Vos modifications seront ensuite validées par un administrateur.

source: Post description
fr: Description du poste

source: Submit for Approval
fr: Soumettre pour approbation

source: My notifications
fr: Mes notifications

source: About us
fr: À propos de nous

source: by
fr: par

source: On
fr: Sur

source: Review
fr: Avis
