Repository: l4houx/recipe
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: is here to help. We can provide you with the support you need. Just contact us and our team will reply quick to you.
fr: est là pour vous aider. Nous pouvons vous fournir le soutien dont vous avez besoin. Contactez-nous et notre équipe vous répondra rapidement.

source: The good news is that you’re not alone, and you’re in the right place. Contact us for more detailed support.
fr: La bonne nouvelle est que vous n’êtes pas seul et que vous êtes au bon endroit. Contactez-nous pour une assistance plus détaillée.

source: Submit a Ticket
fr: Soumettre un ticket

source: Testimonials
fr: Témoignages

source: What our users are saying
fr: Ce que disent nos utilisateurs

source: 12+ million people are already learning on
fr: Plus de 12 millions de personnes apprennent déjà

source: No testimonials found
fr: Aucun témoignage trouvé

source: You do not have an account?
fr: Vous n'avez pas de compte

source: Remember me
fr: Souviens-toi de moi

source: Forgot your password?
fr: Mot de passe oublié?

source: Profile of
fr: Profile de

source: About me
fr: À propos de moi

source: Read more
fr: En savoir plus

source: No result
fr: Pas de résultat

source: action.close
fr: fermer

source: Keyword :
fr: Mot-clé :

source: Share an article with a friend
fr: Partager un article avec un ami

source: Most recent articles published on the
fr: Les articles les plus récents publiés sur le

source: Leave a comment
fr: Laissez un commentaire

source: Category :
fr: Catégorie :

# You are connected as &quot;%username%
source: You are connected as "%username%
fr: Vous êtes connecté en tant que {username}

source: Contact Request
fr: Demande de contact

source: Choose a service
fr: Choisir un service

source: Unable to capture this payment
fr: Impossible de capturer ce paiement

source: You have made too many contact requests in a row.
fr: Vous avez fait trop de demandes de contact d'affilée.

source: Help Center Support for
fr: Centre d'aide Assistance pour

source: Help center
fr: Centre d'aide

source: Related articles
fr: Articles Liés

source: Help Center Support
fr: Centre d'aide Assistance

source: Can't find the answer you're looking for? Don't worry! Get in touch with the Docs Support team, we will be glad to assist you.
fr: Vous ne trouvez pas la réponse que vous cherchez ? Ne t'inquiète pas! Contactez l'équipe d'assistance Docs, nous serons ravis de vous aider..

source: Contact Information
fr: Informations de contact

source: Submit a Request
fr: Soumettre une demande

source: Submit
fr: Soumettre

source: Help Center FAQ
fr: FAQ du Centre d’aide

source: Help Center Article
fr: Article du centre d'aide

source: How can we help you?
fr: Comment pouvons-nous vous aider?

source: Have questions? Search through our Help Center
fr: Avoir des questions? Effectuez une recherche dans notre centre d'aide

source: Search Help
fr: Rechercher de l'aide

source: Enter a question, topic or keyword
fr: Entrez une question, un sujet ou un mot-clé

source: ... or choose a category to quickly find the help you need
fr: ... ou choisissez une catégorie pour trouver rapidement l'aide dont vous avez besoin

source: FAQ, short for frequently asked questions, is a list of commonly asked questions and answers about a specific topic.
fr: FAQ, abréviation de questions fréquemment posées, est une liste de questions et de réponses fréquemment posées sur un sujet spécifique..

source: View FAQ
fr: Voir la FAQ

source: The good news is that youre not alone, and youre in the right place. Contact us for more detailed support.
fr: La bonne nouvelle est que vous n’êtes pas seul et que vous êtes au bon endroit. Contactez-nous pour une assistance plus détaillée.

source: %website_name% is here to help. We can provide you with the support you need. Just contact us and our team will reply quick to you.
fr: {website_name} est là pour vous aider. Nous pouvons vous fournir le soutien dont vous avez besoin. Contactez-nous et notre équipe vous répondra rapidement.

source: | Updating your email address
fr: | Mise à jour de votre adresse e-mail

source: | Request for email change pending
fr: | Demande de changement d'e-mail en attente

source: | Confirming the account
fr: | Confirmation du compte

source: | Delete your account
fr: | Supprimer votre compte

source: This confirmation request has timed out
fr: Cette demande de confirmation a expiré

source: This email has already been used
fr: Cet email a déjà été utilisé

source: Your email has been changed successfully
fr: Votre email a été modifié avec succès

source: Choose your language
fr: Choisissez votre langue

# Your modification for article &lt;strong&gt;%s&lt;/strong&gt; has been accepted
source: Your modification for article <strong>%s</strong> has been accepted
fr: Votre modification pour l'article <strong>%s</strong> a été acceptée

# Your edit for item &lt;strong&gt;%s&lt;/strong&gt; was rejected
source: Your edit for item <strong>%s</strong> was rejected
fr: Votre modification pour l'élément <strong>%s</strong> a été rejetée

source: Your payout request has been processed
fr: Votre demande de paiement a été traitée

source: Seat
fr: Siège

source: Restaurant name
fr: Nom du restaurant

source: Country :
fr: Pays :

source: Eg : fr,en,de,eu
fr: Par exemple : fr,en,de,eu

source: Gallery image :
fr: Galerie d'images :

source: Paragraph :
fr: Paragraphe :

source: What to show in the homepage hero ?
fr: Que montrer dans le héros de la page d'accueil ?

source: Make sure to select restaurants who have added a cover photo
fr: Assurez-vous de sélectionner les restaurants qui ont ajouté une photo de couverture

source: Custom hero background image
fr: Image d'arrière-plan du héros personnalisé

source: Show the homepage hero seach box
fr: Afficher le champ de recherche des héros de la page d'accueil

source: Show the search box
fr: Afficher le champ de recherche

source: Number of recipes to show
fr: Nombre de recettes à afficher

source: Number of featured categories to show
fr: Nombre de catégories en vedette à afficher

source: Number of posts to show
fr: Nombre de publications à afficher

source: Number of testimonials to show
fr: Nombre de témoignages à afficher

source: Show the call to action block
fr: Afficher le bloc d'appel à l'action

source: Username :
fr: Nom d'utilisateur :

source: The password fields must match.
fr: Les champs du mot de passe doivent correspondre.

source: Repeat password :
fr: Répéter le mot de passe :

source: Phone number :
fr: Numéro de téléphone :

source: Number of guests :
fr: Nombre d'invités :

source: Additional note :
fr: Note supplémentaire :

source: Unable to find the field associated with the type %s in %s::%s
fr: Impossible de trouver le champ associé au type %s dans %s::%s

source: Your rating (out of 5 stars) :
fr: Votre note (sur 5 étoiles) :

source: Title of your review :
fr: Titre de votre avis :

source: Tell the other participant more details about your experience :
fr: Dites à l'autre participant plus de détails sur votre expérience :

source: Yes, I accept the privacy policy
fr: Oui, j'accepte la politique de confidentialité

source: Please don't leave the GDPR blank!
fr: S'il vous plaît, ne laissez pas le RGPD vide!

source: Field must contain an unique value.
fr: Le champ doit contenir une valeur unique.

source: Main blog post image :
fr: Image de l'article principal du blog :

source: Keep your post titles under 10 characters. Write heading that describe the topic content. Contextualize for Your Audience.
fr: Gardez les titres de vos messages sous 10 caractères. Écrivez un titre qui décrit le contenu du sujet. Contextualisez pour votre public.

source: Tags :
fr: Mots clés :

source: Enable sales for this recipe date ? :
fr: Activer les ventes pour cette date de recette ? :

source: Enabling sales for an recipe date does not affect the subscriptions individual sale status
fr: L'activation des ventes pour une date de recette n'affecte pas le statut de vente individuel des abonnements

source: Starts On :
fr: Démarre le :

source: Ends On :
fr: Fin le :

source: Is this recipe date online ? :
fr: Cette recette est-elle en ligne ? :

source: Does this recipe date has a seating plan ? :
fr: Cette date de recette a-t-elle un plan de table ? :

source: Venue :
fr: Lieu :

source: Seating plan :
fr: Plan de table :

source: Points of sale :
fr: Points de vente :

source: Recipe subscriptions :
fr: Abonnements aux recettes :

source: Sandbox
fr: Bac à sable

source: Stripe publishable key
fr: Clé publiable Stripe

source: Stripe secret key
fr: Clé secrète Stripe

source: Paypal Client Id
fr: ID client Paypal

source: Paypal Client Secret
fr: Secret client Paypal

source: Flutterwave Public Key
fr: Clé publique Flutterwave

source: Flutterwave Secret Key
fr: Clé secrète Flutterwave

source: Flutterwave Checkout Url
fr: URL de paiement Flutterwave

source: At the moment of the integration it is: https://checkout.flutterwave.com/v3/hosted/pay
fr: Au moment de l'intégration c'est: https://checkout.flutterwave.com/v3/hosted/pay

source: Flutterwave Transaction Verification Url
fr: URL de vérification des transactions Flutterwave

source: At the moment of the integration it is: https://api.flutterwave.com/v3/transactions/{transactionId}/verify
fr: Au moment de l'intégration c'est: https://api.flutterwave.com/v3/transactions/{transactionId}/verify

source: MercadoPago Public Key
fr: Clé publique MercadoPago

source: MercadoPago Access Token
fr: Jeton d'accès MercadoPago

source: Please refer to this following list and use the Code column: https://en.wikipedia.org/wiki/ISO_4217
fr: Veuillez vous référer à la liste suivante et utiliser la colonne Code: https://en.wikipedia.org/wiki/ISO_4217

source: Currency symbol
fr: Symbole de la monnaie

source: Birthday :
fr: Anniversaire :

source: Birth of Date
fr: Date de naissance

source: Phone :
fr: Téléphone :

source: Street address :
fr: Adresse de rue :

source: Address
fr: Adresse

source: Street address 2 :
fr: Adresse de rue 2 :

source: City :
fr: Ville :

source: City
fr: Ville

source: Zip / Postal code :
fr: Code postal :

source: Zip / Postal code
fr: Code postal

source: State :
fr: État :

source: State
fr: État

source: Select an option
fr: Choisir une option

source: Keep your article titles under 10 characters. Write a name that describes the content of the topic. Contextualize for your audience..
fr: Gardez les titres de vos articles sous 10 caractères. Écrivez un nom qui décrit le contenu du sujet. Contextualisez pour votre public.

source: Make sure to select right category to let the users find it quickly
fr: Assurez-vous de sélectionner la bonne catégorie pour permettre aux utilisateurs de la trouver rapidement

source: Featured
fr: En vedette

source: Amenities :
fr: Commodités :

source: Seated guests number :
fr: Nombre d'invités assis :

source: Standing guests number :
fr: Nombre d'invités debout :

source: Neighborhoods :
fr: Quartiers :

source: Food and beverage details :
fr: Détails sur les aliments et les boissons :

source: Availibility :
fr: Disponibilité :

source: Show the map along with the address on the venue page and recipe page :
fr: Afficher la carte ainsi que l'adresse sur la page du lieu et la page des recettes :

source: Show the quote form on the venue page :
fr: Afficher le formulaire de devis sur la page du lieu :

source: Contact email :
fr: Email du contact :

source: This email address will be used to receive the quote requests, make sure to mention it if you want to show the quote form
fr: Cette adresse email sera utilisée pour recevoir les demandes de devis, assurez-vous de la mentionner si vous souhaitez afficher le formulaire de devis

source: Currency
fr: Devise

source: Make sure that the added payment gateways are configured to support this currency
fr: Assurez-vous que les passerelles de paiement ajoutées sont configurées pour prendre en charge cette devise

source: Symbol
fr: Symbole

source: Choose a User
fr: Choisir un utilisateur

source: Postal code :
fr: Code Postal :

source: Street :
fr: Rue :

source: Street 2 :
fr: Rue 2 :

source: Enable sales for this subscription ? :
fr: Activer les ventes pour cet abonnement ? :

source: Subscription name :
fr: Nom de l'abonnement :

source: Subscription description :
fr: Description de l'abonnement :

source: Tell your attendees more about this subscription type
fr: Informez-en davantage vos participants sur ce type d'abonnement

source: Is this subscription free ? :
fr: Cet abonnement est-il gratuit ? :

source: Price :
fr: Prix :

source: Promotional price :
fr: Prix promotionnel :

source: Set a price lesser than than the original price to indicate a promotion (this price will be the SALE price)
fr: Fixez un prix inférieur au prix initial pour indiquer une promotion (ce prix sera le prix SOLDE)

source: Seating plan sections :
fr: Sections du plan de salle :

source: Subscriptions per attendee :
fr: Abonnements par participant :

source: Set the number of subscriptions that an attendee can buy for this subscription type
fr: Définir le nombre d'abonnements qu'un participant peut acheter pour ce type d'abonnement

source: Sale starts On :
fr: La vente commence le :

source: Sale ends On :
fr: La vente se termine le :

source: Keep your page titles under 10 characters. Write heading that describe the topic content. Contextualize for Your Audience.
fr: Gardez les titres de vos pages sous 10 caractères. Écrivez un titre qui décrit le contenu du sujet. Contextualisez pour votre public.

source: Main recipe image
fr: Image de la recette principale

source: Choose the right image to represent your recipe (We recommend using at least a 1200x600px (2:1 ratio) image )
fr: Choisissez la bonne image pour représenter votre recette (nous vous recommandons d'utiliser au moins une image de 1 200 x 600 px (rapport 2:1))

source: Images gallery
fr: Galerie d'images

source: Add other images that represent your recipe to be displayed as a gallery
fr: Ajoutez d'autres images qui représentent votre recette pour les afficher sous forme de galerie

source: Keep your recipe titles under 10 characters. Write heading that describe the topic content. Contextualize for Your Audience.
fr: Gardez les titres de vos recettes sous 10 caractères. Écrivez un titre qui décrit le contenu du sujet. Contextualisez pour votre public.

source: Attendees
fr: Participants

source: Show the attendees number and list in the recipe page
fr: Afficher le nombre et la liste des participants dans la page de recette

source: Enable reviews
fr: Activer les avis

source: Year :
fr: Année :

source: If your recipe is a movie for example, select the year of release
fr: Si votre recette est un film par exemple, sélectionnez l'année de sortie

source: Youtube video url :
fr: URL de la vidéo YouTube :

source: If you have an Youtube video that represents your activities as an recipe restaurant, add it in the standard format: https://www.youtube.com/watch?v=FzG4uDgje3M
fr: Si vous possédez une vidéo Youtube qui représente vos activités de restaurant de recettes, ajoutez-la au format standard: https://www.youtube.com/watch?v=FzG4uDgje3M

source: If your recipe has a dedicated website, enter its url here
fr: Si votre recette a un site dédié, entrez son url ici

source: Contact phone number :
fr: Numéro de téléphone de contact :

source: Enter the phone number to be called for inquiries
fr: Entrez le numéro de téléphone à appeler pour toute demande de renseignements

source: Contact email address :
fr: Adresse e-mail de contact :

source: Enter the email address to be reached for inquiries
fr: Entrez l'adresse e-mail à joindre pour toute demande de renseignements

source: Authors :
fr: Auteurs :

source: Enter the list of authors that will perform in your recipe (press Enter after each entry)
fr: Entrez la liste des auteurs qui interviendront dans votre recette (appuyez sur Entrée après chaque entrée)

source: To help attendee find your recipe quickly, enter some keywords that identify your recipe (press Enter after each entry)
fr: Pour aider les participants à trouver rapidement votre recette, entrez quelques mots-clés qui identifient votre recette (appuyez sur Entrée après chaque entrée)

source: Keep your category names under 10 characters. Write a name that describes the content of the topic. Contextualize for your audience..
fr: Gardez les noms de vos catégories sous 10 caractères. Écrivez un nom qui décrit le contenu du sujet. Contextualisez pour votre public.

source: Icon :
fr: Icône :

source: Keep your lang names under 10 characters. Write heading that describe the topic content. Contextualize for Your Audience.
fr: Gardez vos noms de langue sous 10 caractères. Écrivez un titre qui décrit le contenu du sujet. Contextualisez pour votre public.

source: Language code :
fr: Code langue :

source: Main pricing image :
fr: Image de prix principale :

source: Subtitle :
fr: Sous-titre :

source: Button Color :
fr: Couleur du bouton :

source: Monthly :
fr: Mensuel :

source: The price cannot be negative
fr: Le prix ne peut pas être négatif

source: Currency symbol :
fr: Symbole de la monnaie :

source: Stripe Id :
fr: ID de Stripe :

source: App Environment
fr: Environnement d'application

source: Development environment is used for development purposes only
fr: L'environnement de développement est utilisé uniquement à des fins de développement

source: App Debugging
fr: Débogage de l'application

source: Enable to display stacktraces on error pages or if cache files should be dynamically rebuilt on each request
fr: Activer pour afficher les traces de pile sur les pages d'erreur ou si les fichiers de cache doivent être reconstruits dynamiquement à chaque requête

source: App Secret
fr: Secret de l'application

source: This is a string that should be unique to your application and it is commonly used to add more entropy to security related operations
fr: Il s'agit d'une chaîne qui doit être unique à votre application et elle est couramment utilisée pour ajouter plus d'entropie aux opérations liées à la sécurité.

source: Enable maintenance mode to display a maintenance page for all users but the users who are granted the ROLE_ADMIN_APPLICATION role, if you lost your session, you can edit the MAINTENANCE_MODE parameter directly in the .env file
fr: Activez le mode maintenance pour afficher une page de maintenance pour tous les utilisateurs sauf les utilisateurs bénéficiant du rôle ROLE_ADMIN_APPLICATION, si vous avez perdu votre session, vous pouvez modifier le paramètre MAINTENANCE_MODE directement dans le fichier .env

source: Maintenance mode custom message
fr: Message personnalisé du mode maintenance

source: Date and time format
fr: Format de la date et de l'heure

source: Project wide date and time format, follow this link for a list of supported characters: https://unicode-org.github.io/icu/userguide/format_parse/datetime/ . Please make sure to keep the double quotes " " around the format string
fr: Format de date et d'heure à l'échelle du projet, suivez ce lien pour une liste des caractères pris en charge : https://unicode-org.github.io/icu/userguide/format_parse/datetime/ . Veuillez vous assurer de conserver les guillemets doubles " " autour de la chaîne de format.

source: Alternative date and time format
fr: Format alternatif de date et d'heure

source: Used in some specific cases, follow this link for a list of supported characters: https://www.php.net/manual/en/datetime.format.php . Please make sure to keep the double quotes " " around the format string
fr: Utilisé dans certains cas spécifiques, suivez ce lien pour une liste des caractères pris en charge : https://www.php.net/manual/en/datetime.format.php . Veuillez vous assurer de conserver les guillemets doubles " " autour de la chaîne de format.

source: Date only format
fr: Format de date uniquement

source: Timezone
fr: Fuseau horaire

source: Default language
fr: Langage par défaut

source: Available languages
fr: Langues disponibles

source: Website name
fr: Nom du site Web

source: Website slug
fr: Slug du site Web

source: Enter the chosen website name with no spaces and no uppercase characters (for SEO purposes)
fr: Entrez le nom du site Web choisi sans espaces ni caractères majuscules (à des fins de référencement)

source: Website url
fr: URL du site Web

source: Enter the full website url
fr: Entrez l'URL complète du site Web

source: Website root url
fr: URL racine du site Web

source: Website dashboard path
fr: Chemin du tableau de bord du site Web

source: SEO keywords
fr: Mots-clés SEO

source: Contact email
fr: Email du contact

source: Contact sav
fr: Contacter le SAV

source: Contact no reply email
fr: Contactez l'e-mail sans réponse

source: Contact phone
fr: Numéro du contact

source: Contact fax
fr: Contacter par fax

source: Contact address
fr: Adresse de contact

source: Contact name
fr: Nom du contact

source: Company siret
fr: Société siret

source: Company ape
fr: Société ape

source: Company vat
fr: TVA de l'entreprise

source: Facebook url
fr: L'adresse URL de Facebook

source: Instagram url
fr: L'adresse URL de Instagram

source: Youtube url
fr: L'adresse URL de Youtube

source: Twitter url
fr: L'adresse URL de Twitter

source: Application layout
fr: Disposition de l'application

source: Application theme
fr: Thème d'application

source: Primary color code
fr: Code couleur primaire

source: Please choose a 200x50 image size to ensure compatibility with the website design
fr: Veuillez choisir une taille d'image de 200 x 50 pour garantir la compatibilité avec la conception du site Web.

source: We recommend a 48x48 image size
fr: Nous recommandons une taille d'image 48x48

source: Social media share image
fr: Image de partage sur les réseaux sociaux

source: Please choose a 200x200 minimum image size as it is required by Facebook
fr: Veuillez choisir une taille d'image minimale de 200 x 200, car elle est requise par Facebook

source: Show the back to top button
fr: Afficher le bouton Retour en haut

source: Show the terms of service page link
fr: Afficher le lien vers la page des conditions d'utilisation

source: Terms of service page slug
fr: Slug de la page des conditions d'utilisation

source: Show the privacy policy page link
fr: Afficher le lien de la page de politique de confidentialité

source: Privacy policy page slug
fr: Slug de la page de politique de confidentialité

source: Show the cookie policy page link
fr: Afficher le lien vers la page de la politique en matière de cookies

source: Cookie policy page slug
fr: Slug de la page de politique en matière de cookies

source: Show the cookie policy bar at the bottom
fr: Afficher la barre de politique de cookies en bas

source: Show the GDPR compliance page link
fr: Afficher le lien de la page de conformité RGPD

source: Gdpr compliance page slug
fr: Slug de la page de conformité RGPD

source: Show the Feedback page link
fr: Afficher le lien de la page de commentaires

source: Feedback page slug
fr: Slug de la page de commentaires

source: Show the Support page link
fr: Afficher le lien de la page d'assistance

source: Support page slug
fr: Slug de la page d'assistance

source: Custom css
fr: CSS personnalisé

source: About footer
fr: À propos du pied de page

source: Google analytics Tracking ID
fr: ID de suivi Google Analytics

source: e.g. UA-000000-2
fr: par exemple. UA-000000-2

source: Everyone can register
fr: Tout le monde peut s'inscrire

source: Translation :
fr: Traduction :

source: Venue image :
fr: Image du lieu :

source: Featured order :
fr: Commande en vedette :

source: Set the display order for the featured categories
fr: Définir l'ordre d'affichage des catégories présentées

source: Restaurant name :
fr: Nom du restaurant :

source: About the restaurant :
fr: À propos du restaurant :

source: Categories :
fr: Catégories :
