Repository: l4houx/recipe
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Select the categories that represent your recipes types
fr: Sélectionnez les catégories qui représentent vos types de recettes

source: Restaurant logo :
fr: Logo du restaurant :

source: Cover photo :
fr: Photo de couverture :

source: Optionally add a cover photo to showcase your restaurant activities
fr: Ajoutez éventuellement une photo de couverture pour présenter les activités de votre restaurant

source: Website :
fr: Site web :

source: Show venues map :
fr: Afficher le plan des sites :

source: Show a map at the bottom of your restaurant profile page containing the venues you added
fr: Afficher une carte au bas de la page de profil de votre restaurant contenant les lieux que vous avez ajoutés

source: Show followers :
fr: Afficher les abonnés :

source: Show the number and list of people that follow you
fr: Afficher le nombre et la liste des personnes qui vous suivent

source: Show reviews :
fr: Afficher les avis :

source: Show the reviews that you received for your recipes
fr: Affichez les avis que vous avez reçus pour vos recettes

source: Your cart is empty
fr: Votre panier est vide

source: Quantity
fr: Quantité

source: Amount
fr: Montant

source: Street
fr: Rue

source: Street 2
fr: Rue 2

source: Country
fr: Pays

source: Attendee status
fr: Statut du participant

source: Generation date
fr: Date de génération

source: Total sales
fr: Ventes totales

source: Total orders
fr: Total des commandes

source: Total attendees
fr: Total des participants

source: You must choose an recipe in order to export the attendees list
fr: Vous devez choisir une recette afin d'exporter la liste des participants

source: You must set the status to paid in order to export the attendees list
fr: Vous devez définir le statut sur Payé pour pouvoir exporter la liste des participants

source: Creators list
fr: Liste des créateurs

source: The order has been soft deleted, restore it before canceling it
fr: La commande a été supprimée, restaurez-la avant de l'annuler

source: The order status must be paid or awaiting payment
fr: Le statut de la commande doit être payé ou en attente de paiement

source: The order has been permanently canceled
fr: La commande a été définitivement annulée

source: subscriptions
fr: abonnements

source: The confirmation email has been resent to
fr: L'e-mail de confirmation a été renvoyé à

source: New message regarding the order
fr: Nouveau message concernant la commande

source: Your message has been successfully sent
fr: Votre message a été envoyé avec succès

source: The order has been successfully validated
fr: La commande a été validée avec succès

source: The seating plan can not be found
fr: Le plan de salle est introuvable

source: The seating plan can not be edited after it is assigned to one or more recipe dates
fr: Le plan de salle ne peut pas être modifié une fois attribué à une ou plusieurs dates de recette

source: The seating plan name has to be unique per venue
fr: Le nom du plan de salle doit être unique pour chaque lieu

source: Duplicated
fr: Dupliqué

source: Number of posts per page
fr: Nombre d'articles par page

source: Number of comments per page
fr: Nombre de commentaires par page

source: Enable comments
fr: Activer les commentaires

source: Facebook app id
fr: ID de l'application Facebook

source: Go to the documentation to get help about getting an app ID
fr: Accédez à la documentation pour obtenir de l'aide sur l'obtention d'un ID d'application

source: Disqus subdomain
fr: Sous-domaine Disqus

source: Go to the documentation to get help about setting up Disqus
fr: Accédez à la documentation pour obtenir de l'aide sur la configuration de Disqus

source: Enable Google Repatcha
fr: Activer Google Recaptcha

source: Site key
fr: Clé du site

source: Secret key
fr: Clef secrète

source: Google Maps Api Key
fr: Clé API Google Maps

source: Leave api key empty to disable google maps project wide
fr: Laissez la clé API vide pour désactiver Google Maps à l'échelle du projet

source: Transport
fr: Transporter

source: Encryption
fr: Chiffrement

source: Username
fr: Nom d'utilisateur

source: No reply email address
fr: Aucune adresse e-mail de réponse

source: This email address will be used as the sender of all the emails sent by the platform, in almost all cases, it is the same as the username above
fr: Cette adresse email sera utilisée comme expéditeur de tous les emails envoyés par la plateforme, dans presque tous les cas, c'est la même que le nom d'utilisateur ci-dessus

source: This email address will receive the contact form messages
fr: Cette adresse email recevra les messages du formulaire de contact

source: Mail server test email
fr: E-mail de test du serveur de messagerie

source: The email could not be sent
fr: L'e-mail n'a pas pu être envoyé

source: The test email has been sent, please check the inbox of
fr: L'e-mail de test a été envoyé, veuillez vérifier la boîte de réception de

source: Enable newsletter
fr: Activer la newsletter

source: SSL must be activated on your hosting server in order to use Mailchimp
fr: SSL doit être activé sur votre serveur d'hébergement pour pouvoir utiliser Mailchimp

source: Mailchimp app id
fr: ID de l'application Mailchimp

source: Go to the documentation to get help about getting an api key
fr: Accédez à la documentation pour obtenir de l'aide sur l'obtention d'une clé API

source: Mailchimp list id
fr: ID de liste Mailchimp

source: Go to the documentation to get help about getting a list id
fr: Accédez à la documentation pour obtenir de l'aide sur l'obtention d'un identifiant de liste

source: The homepage settings could not be loaded
fr: Les paramètres de la page d'accueil n'ont pas pu être chargés

source: The country can not be found
fr: Le pays ne peut pas être trouvé

source: The country can not be deleted because it is linked with one or more recipes
fr: Le pays ne peut pas être supprimé car il est lié à une ou plusieurs recettes

source: The pricing can not be found
fr: Le prix est introuvable

source: The subscription has already been scanned
fr: L'abonnement a déjà été scanné

source: The subscription has been successfully scanned
fr: L'abonnement a été analysé avec succès

source: Your modification has been saved, you can revert your changes as long as they have not been validated
fr: Votre modification a été enregistrée, vous pouvez annuler vos modifications tant qu'elles n'ont pas été validées

source: Invalid credentials
fr: Identifiants invalides

source: The scanner account is disabled by the restaurant
fr: Le compte scanner est désactivé par le restaurant

source: The subscription can not be found
fr: L'abonnement n'est pas trouvé

source: The subscription is not valid for this recipe date
fr: L'abonnement n'est pas valable pour cette date de recette

source: The subscription was already scanned at
fr: L'abonnement a déjà été scanné à

source: Access granted
fr: Accès autorisé

source: No recipes on sale
fr: Aucune recette en vente

source: Error during payment
fr: Erreur lors du paiement

source: Unable to contact Stripe API
fr: Impossible de contacter l'API Stripe

source: Unable to find matching subscription
fr: Impossible de trouver l'abonnement correspondant

source: Unable to find the user corresponding to the payment
fr: Impossible de retrouver l'utilisateur correspondant au paiement

source: You can introduce the recipe details in multiple locales
fr: Vous pouvez présenter les détails de la recette dans plusieurs paramètres régionaux

source: Select the languages that will be spoken in your recipe
fr: Sélectionnez les langues qui seront parlées dans votre recette

source: Select the audience types that are targeted in your recipe
fr: Sélectionnez les types d'audience ciblés dans votre recette

source: Select the country that your recipe represents (ie: A movie's country of production)
fr: Sélectionnez le pays que représente votre recette (c'est-à-dire : le pays de production d'un film)

source: If you have an Youtube video that represents your recipe, add it in the standard format: https://www.youtube.com/watch?v=FzG4uDgje3M
fr: Si vous avez une vidéo Youtube qui représente votre recette, ajoutez-la au format standard: https://www.youtube.com/watch?v=FzG4uDgje3M

source: Enter the list of artists that will perform in your recipe (press Enter after each entry)
fr: Entrez la liste des artistes qui se produiront dans votre recette (appuyez sur Entrée après chaque entrée)

source: To help creator find your recipe quickly, enter some keywords that identify your recipe (press Enter after each entry)
fr: Pour aider le créateur à trouver rapidement votre recette, saisissez quelques mots-clés qui identifient votre recette (appuyez sur Entrée après chaque saisie)

source: If your recipe is a movie for example, select the available subtitles
fr: Si votre recette est un film par exemple, sélectionnez les sous-titres disponibles

source: Show the creators number and list in the recipe page
fr: Afficher le numéro et la liste des créateurs dans la page de recette

source: Early bird, General admission, VIP...
fr: Réservation anticipée, Admission générale, VIP...

source: Tell your creators more about this subscription type
fr: Informez-en davantage vos créateurs sur ce type d'abonnement

source: Select the parent category to add a sub category
fr: Sélectionnez la catégorie parent pour ajouter une sous-catégorie

source: Number of seconds before the reserved subscriptions are released if the order is still awaiting payment
fr: Nombre de secondes avant le déblocage des abonnements réservés si la commande est toujours en attente de paiement

source: The recipe date stats (sales and attendance) will be visible on the scanner app
fr: Les statistiques de date de recette (ventes et fréquentation) seront visibles sur l'application scanner

source: This fee will be added to the subscription sale price which are bought from a point of sale, put 0 to disable additional fees for subscriptions which are bought from a point of sale, does not apply for free subscriptions, will be applied to future orders
fr: Ces frais seront ajoutés au prix de vente des abonnements achetés en point de vente, mettre 0 pour désactiver les frais supplémentaires pour les abonnements achetés en point de vente, ne s'appliquent pas aux abonnements gratuits, seront appliqués aux commandes futures

source: This percentage will be deducted from each subscription sold online, upon restaurant payout request, this percentage will be taken from each subscription sold online, will be applied to future orders
fr: Ce pourcentage sera déduit de chaque abonnement vendu en ligne, sur demande de paiement du restaurant, ce pourcentage sera prélevé sur chaque abonnement vendu en ligne, sera appliqué aux commandes futures

source: This percentage will be deducted from each subscription sold on a point of sale, upon restaurant payout request, this percentage will be taken from each subscription sold on a point of sale, will be applied to future orders
fr: Ce pourcentage sera déduit de chaque abonnement vendu en point de vente, sur demande de paiement du restaurant, ce pourcentage sera prélevé sur chaque abonnement vendu en point de vente, sera appliqué aux commandes futures

source: Editing the title after the recipe is saved won't change the recipe url
fr: Modifier le titre une fois la recette enregistrée ne modifiera pas l'URL de la recette

source: Enter the website url without http nor https
fr: Entrez l'url du site sans http ni https

source: Enter the chosen primary color code (i.e #ffffff)
fr: Entrez le code de couleur primaire choisi (c'est-à-dire #ffffff)

source: Please make sure to change this parameter also in .env file at the root folder of the project as it is required in some external bundle
fr: Veuillez vous assurer de modifier également ce paramètre dans le fichier .env dans le dossier racine du projet, car il est requis dans certains bundles externes.

source: Go to the Pages section in the settings to add a new page
fr: Allez dans la section Pages dans les paramètres pour ajouter une nouvelle page

source: Enter the website url without http nor https, Please make sure to change this parameter also in .env file at the root folder of the project as it is required in some external bundle
fr: Entrez l'URL du site Web sans http ni https. Assurez-vous de modifier également ce paramètre dans le fichier .env dans le dossier racine du projet, car il est requis dans certains bundles externes.

source: This fee will be added to the subscription sale price which are bought online, put 0 to disable additional fees for subscriptions which are bought online, does not apply for free subscriptions, will be applied to future orders
fr: Ces frais seront ajoutés au prix de vente des abonnements achetés en ligne, mettez 0 pour désactiver les frais supplémentaires pour les abonnements achetés en ligne, ne s'appliquent pas aux abonnements gratuits, seront appliqués aux commandes futures

source: Set the number of subscriptions that an creator can buy for this subscription type
fr: Définir le nombre d'abonnements qu'un créateur peut acheter pour ce type d'abonnement

source: Besides the qr code scanning feature, the scanner account will be able to check in the creators using a list and a button
fr: En plus de la fonction de numérisation de code QR, le compte du scanner pourra enregistrer les créateurs à l'aide d'une liste et d'un bouton.

source: Enable maintenance mode to display a maintenance page for all users but the users who are granted the ROLE_ADMINISTRATOR role, if you lost your session, you can edit the MAINTENANCE_MODE parameter directly in the .env file
fr: Activez le mode maintenance pour afficher une page de maintenance pour tous les utilisateurs sauf les utilisateurs qui ont le rôle ROLE_ADMINISTRATOR, si vous avez perdu votre session, vous pouvez modifier le paramètre MAINTENANCE_MODE directement dans le fichier .env

source: For 'Cash / Check / Bank Transfer / Other', the order will remain on the 'Awaiting payment' status until the restaurant or the administrator approves it
fr: Pour 'Espèces / Chèque / Virement bancaire / Autre', la commande restera au statut 'En attente de paiement' jusqu'à ce que le restaurant ou l'administrateur l'approuve

source: Restaurant is disabled
fr: Le restaurant est désactivé

source: Recipe date is disabled
fr: La date de la recette est désactivée

source: Recipe subscription is disabled
fr: L'abonnement à la recette est désactivé

source: Recipe is not published
fr: La recette n'est pas publiée

source: Recipe already started
fr: Recette déjà commencée

source: Sold out
fr: Épuisé

source: No subscription on sale
fr: Aucun abonnement en vente

source: Sale didn't start yet
fr: La vente n'a pas encore commencé

source: Sale ended
fr: Vente terminée

source: On sale
fr: En soldes

source: Pending
fr: En attente

source: Authorized
fr: Autorisé(e)

source: Captured
fr: Capturé

source: Canceled
fr: Annulé

source: Suspended
fr: Suspendu(e)

source: Failed
fr: Échoué

source: Unknown
fr: Inconnu(e)

source: Approved
fr: Approuvé(e)

source: Locked (Payout request approved)
fr: Verrouillé (demande de paiement approuvée)

source: Locked (Payout request pending)
fr: Verrouillé (demande de paiement en attente)

source: Awaiting payment
fr: En attente de paiement

source: Paid
fr: Payé

source: Looking for
fr: À la recherche de

source: Anything
fr: Rien

source: In
fr: Dans

source: Anywhere
fr: N'importe où

source: When
fr: Quand

source: Anytime
fr: À tout moment

source: Today
fr: Aujourd'hui

source: Tomorrow
fr: Demain

source: This weekend
fr: Cette fin de semaine

source: This week
fr: Cette semaine

source: Next week
fr: La semaine prochaine

source: This month
fr: Ce mois-ci

source: Next month
fr: Le mois prochain

source: Browse Category
fr: Parcourir la catégorie

source: Featured categories
fr: Catégories en vedette

source: View All Category
fr: Voir toutes les catégories

source: Lastest
fr: Dernier

source: blog posts
fr: articles de blog

source: Show more blog posts
fr: Afficher plus d'articles de blog

source: What our learners are saying
fr: Ce que disent nos apprenants

source: Are you ready to take your
fr: Êtes-vous prêt à prendre votre

source: recipe to the next level ?
fr: recette au niveau suivant ?

source: Create my recipe
fr: Créer ma recette

source: Order
fr: Commande

source: Free
fr: Gratuit

source: subscription
fr: abonnement

source: Author
fr: Auteur

source: Remove from favorites
fr: Retirer des favoris

source: Add to favorites
fr: Ajouter aux Favoris

source: Toggle auth (auto)
fr: Basculer l'authentification (auto)

source: Toggle auth
fr: Basculer l'authentification

source: Sign up restaurant
fr: Inscrivez-vous restaurant

source: Offline
fr: Hors ligne

source: Regular account
fr: Compte régulier

source: Sign out
fr: Se déconnecter

source: out of 5 stars
fr: sur 5 étoiles

source: Was this review helpful?
fr: Cet avis a-t-il été utile?

source: Member
fr: Membre

source: Comments
fr: Commentaires

source: Setting
fr: Paramètre

source: Layout
fr: Mise en page

source: Homepage
fr: Page d'accueil

source: Payments
fr: Paiements

source: Currencies
fr: Devises

source: Checkout
fr: Vérifier

source: Mail server
fr: Serveur de courrier

source: Social Login
fr: Connexion sociale

source: Blog settings
fr: Paramètres du blog

source: Recipes list page
fr: Page de liste des recettes

source: Reviews list page
fr: Page de liste des avis

source: Venue page
fr: Page du lieu

source: Sitemap
fr: Plan du site

source: Transactions
fr: Opérations

source: Formulas
fr: Formules

source: Ticketing
fr: Billetterie

source: Levels
fr: Les niveaux

source: Others
fr: Autres

source: Reviews
fr: Avis

source: Stats
fr: Statistiques

source: Sign up for our Newsletter
fr: Inscrivez-vous à notre newsletter

source: Join our newsletter and get resources, curated content, and design inspiration delivered straight to your inbox.
fr: Rejoignez notre newsletter et recevez des ressources, du contenu sélectionné et des idées de conception directement dans votre boîte de réception.

source: Email Address
fr: Adresse e-mail

source: Recipes on sale
fr: Recettes en vente

source: Recipes list
fr: Liste des recettes

source: Search for recipes
fr: Rechercher des recettes

source: Registered
fr: Inscrit(e)

source: Video
fr: Vidéo

source: Last updated
fr: Dernière mise à jour

source: Was this article helpful?
fr: Cet article a-t-il été utile?

source: Keyword
fr: Mot-clé

source: Popular
fr: Populaire

source: Tags
fr: Mots clés

source: Member since
fr: Membre depuis

source: New recipe
fr: Nouvelle recette

source: Reference
fr: Référence

source: Creator / POS
fr: Créateur

source: Order date
fr: Date de commande

source: User information
fr: Informations de l'utilisateur

source: Deleted
fr: Supprimé

source: Print subscriptions
fr: Imprimer les abonnements

source: Details
fr: Détails

source: Manage orders
fr: Gérer les commandes

source: Creators
fr: Créateurs

source: My subscriptions
fr: Mes abonnements

source: My orders
fr: Mes commandes

source: %resultsCount% result(s) found
fr: {resultsCount} résultat(s) trouvé(s)

source: Creation date
fr: Date de création

source: No orders found
fr: Aucune commande trouvé

source: My favorites
fr: Mes favoris

source: Following
fr: Suivi

source: My cart
fr: Mon panier

source: My restaurant profile
fr: Mon profil de restaurateur

source: Change password
fr: Changer le mot de passe

source: Reports
fr: Rapports

source: My points of sale
fr: Mes points de vente

source: My tickets
fr: Mes billets

source: My applications
fr: Mes applications

source: My testimonials
fr: Mes témoignages

source: Manage recipes
fr: Gérer les recettes

source: Popularity
fr: Popularité

source: No recipe found
fr: Aucune recette trouvé

source: Rating
fr: Notation

source: Sales
fr: Ventes

source: Attendance
fr: Présence

source: View restaurant
fr: Voir le restaurant

source: Add a new recipes
fr: Ajouter une nouvelle recette

source: Update the recipe
fr: Mettre à jour la recette

source: The fields preceded with a red * are mandatory
fr: Les champs précédés d'un * rouge sont obligatoires

source: Reserved seats
fr: Places réservées

source: Statistics
fr: Statistiques

source: Add a new testimonials
fr: Ajouter un nouveau témoignage

source: No testimonial found
fr: Aucun témoignage trouvé

source: User name / Email
fr: Nom d'utilisateur / E-mail

source: Full name / Premium
fr: Nom complet / Premium

source: Published the
fr: Publié le

source: Recipes Rating
fr: Note des recettes

source: Rating this month
fr: Note ce mois-ci

source: Invoices
fr: Factures

source: Create your review for %recipetitle%
fr: Créez votre avis pour {recipetitle}

source: Manage reviews
fr: Gérer les avis

source: You have full control to manage your own account setting.
fr: Vous avez le contrôle total pour gérer les paramètres de votre propre compte.

source: Export To CSV...
fr: Exporter vers CSV...

source: No review found
fr: Aucun avis trouvé

source: Invoice
fr: Facture

source: Of
fr: De

source: VAT N° :
fr: T.V.A N° :

source: For
fr: Pour

source: Subject
fr: Sujet

source: Invoice n°
fr: Facture n°

source: Issued on
fr: Publié le

source: Price excluding tax
fr: Prix hors taxes

source: Price incl. VAT
fr: Prix TTC T.V.A

source: Tax (20.00%)
fr: Taxe (20.00%)

source: Member of an approved management center, accepting payment by check as such
fr: Membre d'un centre de gestion agréé, acceptant le paiement par chèque comme tel

source: Law 83-629 of 07/12/83, art. 8: « Administrative authorization does not confer any official character on the company or
fr: Loi 83-629 du 12/07/83, art. 8 : « L'autorisation administrative ne confère aucun caractère officiel à l'entreprise ou

source: to the people who benefit from it. It does not in any way engage the responsibility of public authorities.»
fr: aux personnes qui en bénéficient. Elle n’engage en aucun cas la responsabilité des pouvoirs publics.»

source: Account status
fr: Statut du compte

source: Enabled
fr: Activé

source: Account details
fr: Détails du compte

source: Find all your favorite recipes here.
fr: Retrouvez toutes vos recettes préférées ici.

source: My suggested changes
fr: Mes modifications suggérées

source: View all my suggestions
fr: Voir toutes mes suggestions

source: Welcome !
fr: Bienvenu(e) !

source: Post all your favorite recipes here, so that as many people as possible can benefit from them.
fr: Publiez ici toutes vos recettes préférées, afin que le plus grand nombre puisse en profiter.

source: Comment
fr: Commentaire

source: Rejected
fr: Rejeté(e)

source: Accepted
fr: Accepté

source: My revises
fr: Mes révisions

source: You haven't proposed any changes ye
fr: Vous n'avez proposé aucun changement, vous

source: Add recipes to your favorites by clicking the heart button
fr: Ajoutez des recettes à vos favoris en cliquant sur le bouton cœur

source: Recipe date
fr: Date de la recette

source: Net sales
fr: Ventes nettes

source: Subscription fees
fr: Frais d'inscription

source: Percentage cut
fr: Pourcentage de réduction

source: No recipe dates found
fr: Aucune date de recette trouvé

source: Add a new tickets
fr: Ajouter un nouveau billet

source: No ticket found
fr: Aucun billet trouvé

source: My responses
fr: Mes réponses

source: Token
fr: Jeton

source: Token OK
fr: Jeton OK

source: Regenerate a token
fr: Régénérer un jeton

source: Generate a token
fr: Générer un jeton

source: Add a new applications
fr: Ajouter une nouvelle application

source: No application found
fr: Aucune application trouvé

source: Selected subscriptions in this section
fr: Abonnements sélectionnés dans cette section

source: Total seats
fr: Total de sièges

source: Duplicate
fr: Dupliquer

source: Seating plans
fr: Plans de table
